Repository: turulomio/recovermypartition
Catalog: omegat+-en/OmegaT+/project.tmx
Source language: es
Languages: en

source: Idea y Desarrollo ----------------- Mariano Muñoz <turulomio@yahoo.es>
en: Idea and developing ----------------- Mariano Muñoz <turulomio@yahoo.es>

source: Traducción ---------- Inglés: Mariano Muñoz <turulomio@yahoo.es>
en: Translation ------------- English: Mariano Muñoz <turulomio@yahoo.es>

source: Dependencias Necesitas Sleuthkit, python, foremost Para instalar # make install Para desinstalar # make uninstall
en: Dependences You need Sleuthkit, python, foremost To install # make install To uninstall # make uninstall

source: recovermypartition 0.2 ====================== - Solucionado error si no se declaraba --partition - Se ha añadido soporte internacional para la documentación con omegat - Se ha cambiado la forma interna del proyecto
en: recovermypartition 0.2 ====================== - Bug solved when you don't set --partition - Added international support for the documentation omegat - Project has changed internally

source: recovermypartition 0.1 ====================== - Funcionalidad básica
en: recovermypartition 0.1 ====================== - Basic funcionality
